Repository: kaishi00/hermes-conduit
Catalog: ConduitWatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: What you and Hermes say shows here.
de: Was du und Hermes sagt, erscheint hier.
es: Aquí aparece lo que hablas con Hermes.
fr: Ce que vous et Hermes dites s'affiche ici.
id: Apa yang Anda dan Hermes ucapkan muncul di sini.
it: Qui appare ciò che dite tu e Hermes.
ja: あなたと Hermes の会話がここに表示されます。
ko: 나와 Hermes가 말하는 내용이 여기에 표시돼요.
pl: Tutaj pojawi się to, co mówicie Ty i Hermes.
pt_br: O que você e o Hermes disserem aparece aqui.
ru: Здесь появится то, что говорите вы и Hermes.
tr: Sizin ve Hermes'in söyledikleri burada görünür.
zh_hans: 你和 Hermes 的对话会显示在这里。
zh_hant: 你和 Hermes 說的話會顯示在這裡。

source: You: %@
de: Du: %@
es: Tú: %@
fr: Vous : %@
id: Anda: %@
it: Tu: %@
ja: あなた：%@
ko: 나: %@
pl: Ty: %@
pt_br: Você: %@
ru: Вы: %@
tr: Siz: %@
zh_hans: 你：%@
zh_hant: 你：%@

source: Your iPhone sets up each call with your Hermes profile's memory, persona and voice settings. Calls are saved to your iPhone's voice history.
de: Dein iPhone richtet jeden Anruf mit dem Gedächtnis, der Persona und den Spracheinstellungen deines Hermes-Profils ein. Anrufe werden im Sprachverlauf deines iPhone gespeichert.
es: Tu iPhone configura cada llamada con la memoria, la persona y los ajustes de voz de tu perfil de Hermes. Las llamadas se guardan en el historial de voz de tu iPhone.
fr: Votre iPhone configure chaque appel avec la mémoire, le persona et les réglages vocaux de votre profil Hermes. Les appels sont enregistrés dans l'historique vocal de votre iPhone.
id: iPhone Anda menyiapkan setiap panggilan dengan memori, persona, dan pengaturan suara profil Hermes Anda. Panggilan disimpan ke riwayat suara iPhone Anda.
it: iPhone configura ogni chiamata con la memoria, la personalità e le impostazioni vocali del tuo profilo Hermes. Le chiamate vengono salvate nella cronologia vocale di iPhone.
ja: iPhone が Hermes プロファイルのメモリ、ペルソナ、音声設定で各通話を準備します。通話は iPhone の音声履歴に保存されます。
ko: iPhone이 Hermes 프로필의 메모리, 페르소나, 음성 설정으로 각 통화를 준비해요. 통화는 iPhone의 음성 기록에 저장돼요.
pl: Twój iPhone przygotowuje każde połączenie z pamięcią, personą i ustawieniami głosu Twojego profilu Hermes. Połączenia są zapisywane w historii głosowej iPhone’a.
pt_br: O iPhone configura cada chamada com a memória, a persona e os ajustes de voz do seu perfil do Hermes. As chamadas são salvas no histórico de voz do iPhone.
ru: iPhone настраивает каждый звонок с учётом памяти, персоны и настроек голоса вашего профиля Hermes. Звонки сохраняются в истории голосовых разговоров на iPhone.
tr: iPhone'unuz her aramayı Hermes profilinizin belleği, personası ve ses ayarlarıyla hazırlar. Aramalar iPhone'unuzun ses geçmişine kaydedilir.
zh_hans: iPhone 会使用你的 Hermes 配置中的记忆、人设和语音设置来准备每次通话。通话会保存到 iPhone 的语音记录中。
zh_hant: 你的 iPhone 會使用 Hermes 設定檔中的記憶、角色設定和語音設定來準備每一通通話。通話會儲存到你 iPhone 上的語音記錄中。

source: close code %@
de: Schließcode %@
es: código de cierre %@
fr: code de fermeture %@
id: kode penutupan %@
it: codice di chiusura %@
ja: 終了コード%@
ko: 종료 코드 %@
pl: kod zamknięcia %@
pt_br: código de fechamento %@
ru: код закрытия %@
tr: kapanış kodu %@
zh_hans: 关闭代码 %@
zh_hant: 關閉代碼 %@

source: iPhone connected
de: iPhone verbunden
es: iPhone conectado
fr: iPhone connecté
id: iPhone terhubung
it: iPhone connesso
ja: iPhone に接続中
ko: iPhone 연결됨
pl: iPhone połączony
pt_br: iPhone conectado
ru: iPhone подключён
tr: iPhone bağlı
zh_hans: iPhone 已连接
zh_hant: iPhone 已連線

source: iPhone not connected right now
de: iPhone gerade nicht verbunden
es: El iPhone no está conectado ahora
fr: iPhone non connecté pour le moment
id: iPhone sedang tidak terhubung
it: iPhone non connesso al momento
ja: 現在 iPhone に接続されていません
ko: 지금 iPhone이 연결되어 있지 않음
pl: iPhone nie jest teraz połączony
pt_br: iPhone não conectado no momento
ru: iPhone сейчас не подключён
tr: iPhone şu anda bağlı değil
zh_hans: iPhone 当前未连接
zh_hant: iPhone 目前未連線

source: Hermes started %@, not Grok. Update Conduit and the conduit_push plugin together.
de: Hermes hat %@ statt Grok gestartet. Aktualisiere Conduit und das conduit_push-Plug-in gemeinsam.
es: Hermes inició %@, no Grok. Actualiza Conduit y el plugin conduit_push a la vez.
fr: Hermes a démarré %@, et non Grok. Mettez à jour Conduit et le plugin conduit_push en même temps.
id: Hermes memulai %@, bukan Grok. Perbarui Conduit dan plugin conduit_push bersamaan.
it: Hermes ha avviato %@, non Grok. Aggiorna insieme Conduit e il plugin conduit_push.
ja: Hermes が Grok ではなく %@ を開始しました。Conduit と conduit_push プラグインを一緒にアップデートしてください。
ko: Hermes가 Grok이 아닌 다른 엔진(%@)을 시작했어요. Conduit과 conduit_push 플러그인을 함께 업데이트하세요.
pl: Hermes uruchomił %@ zamiast Groka. Zaktualizuj razem Conduit i wtyczkę conduit_push.
pt_br: O Hermes iniciou o %@, não o Grok. Atualize o Conduit e o plugin conduit_push juntos.
ru: Hermes запустил %@, а не Grok. Обновите Conduit и плагин conduit_push одновременно.
tr: Hermes, Grok yerine %@ motorunu başlattı. Conduit'i ve conduit_push eklentisini birlikte güncelleyin.
zh_hans: Hermes 启动的是 %@，而不是 Grok。请同时更新 Conduit 和 conduit_push 插件。
zh_hant: Hermes 啟動的是 %@，而不是 Grok。請同時更新 Conduit 和 conduit_push 外掛程式。

source: Call on open
de: Beim Öffnen anrufen
es: Llamar al abrir
fr: Appel à l'ouverture
id: Panggil saat dibuka
it: Chiama all'apertura
ja: 開いたら通話
ko: 열면 통화 시작
pl: Dzwoń po otwarciu
pt_br: Chamada ao abrir
ru: Звонок при открытии
tr: Açılışta ara
zh_hans: 打开即通话
zh_hant: 打開即通話

source: Opening Conduit starts a call right away. Turn this off to start each call with a tap.
de: Beim Öffnen von Conduit startet sofort ein Anruf. Schalte dies aus, um jeden Anruf per Tippen zu starten.
es: Al abrir Conduit se inicia una llamada al instante. Desactívalo para iniciar cada llamada con un toque.
fr: Ouvrir Conduit lance immédiatement un appel. Désactivez cette option pour lancer chaque appel d'un toucher.
id: Membuka Conduit langsung memulai panggilan. Matikan ini untuk memulai setiap panggilan dengan ketukan.
it: Aprendo Conduit si avvia subito una chiamata. Disattiva questa opzione per avviare ogni chiamata con un tocco.
ja: Conduitを開くとすぐに通話が始まります。オフにすると、通話はタップで始めます。
ko: Conduit을 열면 바로 통화가 시작돼요. 끄면 통화를 매번 탭해서 시작해요.
pl: Otwarcie Conduit od razu rozpoczyna połączenie. Wyłącz tę opcję, aby każde połączenie rozpoczynać stuknięciem.
pt_br: Abrir o Conduit inicia uma chamada na hora. Desative para iniciar cada chamada com um toque.
ru: При открытии Conduit звонок начинается сразу. Выключите, чтобы начинать каждый звонок касанием.
tr: Conduit'i açmak hemen bir arama başlatır. Her aramayı bir dokunuşla başlatmak için bunu kapatın.
zh_hans: 打开 Conduit 即立刻开始通话。关闭后，每次通话需轻点开始。
zh_hant: 打開 Conduit 會立即開始通話。關閉此選項後，每次通話都要點一下才會開始。

source: Not set up on your Hermes host
de: Auf deinem Hermes-Host nicht eingerichtet
es: Sin configurar en tu host de Hermes
fr: Non configuré sur votre hôte Hermes
id: Belum disiapkan di host Hermes Anda
it: Non configurato sul tuo host Hermes
ja: Hermes ホストで未設定
ko: Hermes 호스트에 설정되지 않음
pl: Nieskonfigurowane na Twoim hoście Hermes
pt_br: Não configurado no seu host Hermes
ru: Не настроено на вашем хосте Hermes
tr: Hermes ana makinenizde kurulu değil
zh_hans: 尚未在你的 Hermes 主机上设置
zh_hant: 尚未在你的 Hermes 主機上設定

source: Calls from Hermes ring only your iPhone until %@ is set up. Voice settings in Conduit on your iPhone show what it needs.
de: Anrufe von Hermes klingeln nur auf deinem iPhone, bis %@ eingerichtet ist. Die Spracheinstellungen in Conduit auf deinem iPhone zeigen, was dafür nötig ist.
es: Las llamadas de Hermes solo suenan en tu iPhone hasta que %@ esté configurado. Los ajustes de Voz de Conduit en tu iPhone muestran lo que necesita.
fr: Les appels d'Hermes ne sonnent que sur votre iPhone tant que %@ n'est pas configuré. Les réglages Voix de Conduit sur votre iPhone indiquent ce qu'il faut.
id: Panggilan dari Hermes hanya berdering di iPhone Anda sampai %@ disiapkan. Pengaturan Suara di Conduit pada iPhone Anda menunjukkan apa yang diperlukan.
it: Le chiamate da Hermes suonano solo su iPhone finché %@ non è configurato. Le impostazioni Voce di Conduit su iPhone mostrano cosa serve.
ja: %@ が設定されるまで、Hermesからの通話は iPhone でのみ着信します。必要なものは iPhone の Conduit の音声設定で確認できます。
ko: %@이(가) 설정될 때까지 Hermes의 전화는 iPhone에서만 울려요. 필요한 것은 iPhone의 Conduit 음성 설정에서 확인할 수 있어요.
pl: Połączenia od Hermesa dzwonią tylko na iPhonie, dopóki %@ nie zostanie skonfigurowany. Ustawienia głosu w Conduit na iPhonie pokazują, czego potrzeba.
pt_br: As chamadas do Hermes tocam só no seu iPhone até que %@ esteja configurado. Os ajustes de Voz do Conduit no iPhone mostram o que é preciso.
ru: Пока %@ не настроен, звонки от Hermes приходят только на iPhone. Что для этого нужно, показано в настройках голоса Conduit на iPhone.
tr: %@ kurulana kadar Hermes'ten aramalar yalnızca iPhone'unuzda çalar. Gerekenleri iPhone'unuzdaki Conduit'in Ses ayarları gösterir.
zh_hans: 在设置好 %@ 之前，Hermes 来电只会在 iPhone 上响铃。iPhone 上 Conduit 的语音设置会显示所需内容。
zh_hant: 在設定好 %@ 之前，Hermes 來電只會在 iPhone 上響鈴。iPhone 上 Conduit 的語音設定會顯示所需內容。

source: Version %@
es: Versión %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
zh_hans: 版本 %@
zh_hant: 版本 %@
